[[{"articlenum": 1, "title": "A big asteroid will zoom safely past Earth on March 21, NASA says", "author": "Chelsea Gohd", "date": "11 March 2021", "fullarticle": "The largest asteroid to zoom past Earth this year will do so on March 21, NASA says. \nAstronomers will get a valuable opportunity to observe a space rock up close as asteroid 2001 FO32 swoops past our home planet on March 21, but the rock won't come closer than 1.25 million miles (2 million kilometers), NASA's Jet Propulsion Laboratory announced today (March 11) in a statement. \n\"There is no threat of a collision with our planet now or for centuries to come,\" the statement read. \nRelated: Scientists prepare for their last good look at asteroid Apophis before 2029 flyby\n\n\"We know the orbital path of 2001 FO32 around the sun very accurately, since it was discovered 20 years ago and has been tracked ever since,\" Paul Chodas, director of the Center for Near Earth Object Studies (CNEOS), which is managed by JPL, said in the same statement. \"There is no chance the asteroid will get any closer to Earth than 1.25 million miles.\"\nThe asteroid, which is estimated to be 1,300 feet to 2,230 feet (440 to 680 meters) wide, will zoom past us at a whopping 77,000 mph (124,00 kph), which is faster than most asteroids travel near Earth. Its unusual speed is due to its elongated and highly inclined orbit around the sun, according to JPL. As the rock nears the inner solar system, it picks up speed before whipping back around toward deep space before turning back towards the sun, orbiting once every 810 days. \nThe rock is deemed a \"potentially hazardous asteroid,\" or PHA, by the CNEOS. The CNEOS monitors PHAs like 2001 FO32 using ground-based radar and telescopes, tracking their movement in case they get close enough to Earth to pose an impact risk. \nRelated: Huge asteroid Apophis revealed in photos\nWhile the asteroid orbits the sun once about every 2.25 years, 2001 FO32 won't come this close to our planet again until 2052, when it will pass by at 1.75 million miles (2.8 million km), according to JPL. \nAlthough the upcoming \"close\" pass doesn't pose a risk for those of us living on planet Earth, the flyby does provide an opportunity for astronomers to get a good look at 2001 FO32. \nThe  proximity will allow astronomers to better observe the asteroid's size and brightness and give them a better idea of its composition, essentially doing \"geology with a telescope,\" Vishnu Reddy, an associate professor at the University of Arizona’s Lunar and Planetary Laboratory in Tucson, said in the same JPL statement. \nNow, while professional astronomers are planning their observations for the flyby with telescopes like NASA's Infrared Telescope Facility (IRTF) in Hawaii, \"amateur astronomers in the Southern Hemisphere and at low northern latitudes should be able to see this asteroid using moderate-size telescopes with apertures of at least 8 inches in the nights leading up to closest approach, but they will probably need star charts to find it,\" Chodas said. "}, {"articlenum": 2, "title": "This strange lava-rich alien planet is making itself a new atmosphere", "author": "Meghan Bartels", "date": "11 March 2021", "fullarticle": "Scientists think they've spied an alien world that lost its atmosphere — then conjured itself a new one.\nThat's according to a new analysis of Hubble Space Telescope observations gathered in 2017 of a planet dubbed GJ 1132 b. The world tightly orbits a red dwarf star located about 41 light-years from Earth, completing one circle every 1.5 Earth days and soaking up lots of stellar radiation in the process. And now, scientists think they see signs of a secondary atmosphere, one that was born of the exoplanet itself long after the planet formed.\n\"It's super exciting because we believe the atmosphere that we see now was regenerated, so it could be a secondary atmosphere,\" study co-author Raissa Estrela, an exoplanet scientist at NASA's Jet Propulsion Laboratory (JPL) in California, said in a statement.\nRelated: 7 ways to discover alien planets\n\n\"We first thought that these highly irradiated planets could be pretty boring because we believed that they lost their atmospheres,\" Estrela said. \"But we looked at existing observations of this planet with Hubble and said, 'Oh no, there is an atmosphere there.'\"\nAn atmosphere is a tricky thing to hang onto. Earth's is held fast to the planet, mostly by our magnetic field, but other worlds aren't so lucky. Mars once had a thick atmosphere, for example, but most of it was stripped away after the planet lost its global magnetic field about 4 billion years ago.\nSomething similar can happen with  exoplanets. Scientists think the result is sometimes dramatic, rapidly turning gassy planets smaller than Neptune into bare worlds.\nThis atmospheric loss can produce a planet about the same size as Earth, but one with a very different history than that of our home world. \"How many terrestrial planets don't begin as terrestrials?\" Mark Swain, lead author of the new research and an exoplanet scientist at JPL, said in the same statement.\nThe researchers think that GJ 1132 b took things one step further. After the planet lost its hydrogen- and helium-rich basic atmosphere, it became a bare world. But the Hubble observations suggest that, today, GJ 1132 b is swathed in a mix of hydrogen, hydrogen cyanide, methane, and aerosol-rich haze that may resemble Earth's smog.\nTo understand what's happening in the system, the scientists are eyeing GJ 1132 b's close relationship with its star, which tugs the world enough to keep the same side of the planet facing toward it at all times, mimicking how the moon orbits Earth.\n\nBut because of the particulars of the planet's orbit, the researchers suspect that in this case, the star pulls strongly enough on GJ 1132 b to dramatically heat the planet. The result could be a volcanically active world, the researchers concluded.\nThe strange atmosphere, then, could be born of gases leaching out of molten rock in the planet. In particular, the scientists paint a portrait of a molten world covered in a thin crust that may be cracked like an eggshell. Such cracks, created by the tug of the star on the planet, would allow gas to seep out, creating a second atmosphere.\nThe scientists hope that NASA's powerful James Webb Space Telescope, currently scheduled to launch this fall, will be able to see the surface of GJ 1132 b in infrared light, which is tied to temperature.\n\"If there are magma pools or volcanism going on, those areas will be hotter,\" Swain said. \"That will generate more emission, and so they'll be looking potentially at the actual geologic activity — which is exciting!\"\nThe research is described in a study that has been accepted by The Astronomical Journal; a pre-publication version is available at arXiv.org."}, {"articlenum": 3, "title": "'For All Mankind' exclusive sneak peek: Watch Gordo Stevens try out a new spacesuit in 'Pathfinder'", "author": "Elizabeth Howell", "date": "11 March 2021", "fullarticle": "After facing down a zipper \"malfunction\" in the Apple TV+ alternate history space show \"For All Mankind,\"  astronaut Gordo Stevens is getting used to a spacesuit again.\nAs we saw last week, Stevens is trying to get his space groove back for a new mission, his first in years. He's put on a bit of weight and it's been a while since he last wore on a spacesuit, but Stevens is hoping the old routine will come back to him after his moon flights of the 1960s. Since Season 2 of \"For All Mankind\" is in the 1980s, Stevens is gearing up to fly on a new vehicle — NASA's space shuttle.\n\"Fly, or nothing gets done,\" Stevens says in this exclusive sneak peek clip from this week's episode, entitled \"Pathfinder,\" which airs Friday (March 12). The name \"Pathfinder\" refers to a fictional version of a next-generation shuttle that also features in the series this season. (Apple offered a glimpse of the shuttle on Twitter last week.)\n\"With a little help from Molly, Ed plans a career change—as his old Jamestown crewmates Gordo and Danielle struggle,\" reads an episode description.\nMeet the future of space exploration. NASA's new pathfinder shuttle is changing space travel one nuclear engine at a time.Watch #ForAllMankind on the @AppleTV app with an Apple TV+ subscription. pic.twitter.com/8a9YaMWrIDMarch 3, 2021\n\"For All Mankind\" is a close approximation of real-life space technology, but it follows an alternate history to what really happened in space. A key moment of Season 1 was the Soviet Union beating the Americans to the moon. During that season, Stevens flew on the Apollo 10 dress rehearsal for the U.S. moon landing and later served on Jamestown, an American moon base, but hit a wall on that mission and ended up coming home early with the help of his crewmate Danielle Poole (Krys Marshall). \nDespite this history and the long gap between missions, Stevens at first appears comfortable with the new spacesuit. As he gets bolted in and is fitted with the classic \"Snoopy cap\" astronauts wear under their helmets, one of the personnel helping Stevens jokes that she misses the \"hard chargers\" and \"test pilots\" of the older astronaut's generation.\nQ&A: Astronaut Garrett Reisman guest stars on 'For All Mankind'\nWe like to push everything to the firewall, all right,\" Stevens jokes, a test pilot joke referring to cranking the throttle towards the part of an airplane that separates the pilot from the engine.\nThe spacesuit that Stevens is trying out is a little stiffer than what he is used to; one of the technicians jokes about swapping it out for one of the old \"Apollo A7LBs\", referring to the generation of spacesuits used in real life on  NASA's Apollo, Skylab and Apollo-Soyuz missions, before the space shuttle.\nRelated: The Evolution of the Spacesuit in Pictures\nShowing the old culture Stevens grew up in, in the 1960s, Stevens makes an inappropriate joke to the female technician that wouldn't have been remarked upon much before the era of \"Me Too.\" \"I'm loving every minute,\" he says, \"thinking of you.\"\n\"You never give up, do you?\" she smiles, before focusing again on the work at hand.\n\"Charm looms large in my legend,\" Stevens continues, but quickly turns serious when the male technician approaches with the helmet. He gets bolted in, then begins breathing heavily. Both technicians, standing nearby, ask if he's okay. Then the clip cuts to black, making it unclear how long Stevens' claustrophobic reaction will persist.\n\"For All Mankind\" Season 1 and the first three episodes of Season 2 are available on the streaming platform Apple TV+, which requires a subscription of $4.99/month. We also have a spoiler-free discussion of what to expect in Season 2, with a look at how it compares to real-life space shuttle history of the 1980s, courtesy of Space.com partner collectSPACE.\nTo catch up to today's episode, check out \"For All Mankind: The Official Podcast\", available now on Apple Podcasts. A new augmented reality experience called \"For All Mankind: Time Capsule\" is also available in the App Store."}, {"articlenum": 4, "title": "'Surviving Mars' is free on the Epic Games store right now", "author": "Tariq Malik", "date": "11 March 2021", "fullarticle": "\"Surviving Mars\" is a sleek strategy game that challenges players to build a city on the Red Planet and you can get it free this week from Epic Games. \nThe single-player Mars construction game from Paradox Interactive and Haemimont Games is the latest free PC and Mac offering on the Epic Games Store, but the offer ends March 18. So if you're looking to put your stamp on Mars life, you'll need to act fast. \nWhile Epic is offering the core version of \"Surviving Mars\" free (it's usually $29.99), there's a wealth of expansion packs available (including a free Mysteries Resupply Pack) that you may want to consider to enhance your experience. \nRelated: The latest space video game news and deals\n\nThose expansions range in price from $3.99 for the Stellaris Dome Set to $19.99 for the Green Planet add-on, with others in between challenging players to bring animals and race other countries to the Red Planet. There's even a MarsVision Song Contest expansion to rock out on Mars. You can score them all with a Season Pass offer for $34.99, which is worth considering since the core game is free. \nBut even the base game can be a challenge. \nAs our own Chelsea Gohd wrote in 2018 her review: \"You arrive equipped with a rocket full of raw materials, drones and a few prefabricated structures. I quickly realized after landing that this game could be more difficult than I had anticipated — and maybe, just maybe, I should have taken a look at the expansive tutorial, as Mars has seemingly endless ways to kill you.\"\nIf you do grab \"Surviving Mars\" for free, here's some advice (also free): Don't build your base on a plateau if your water sources are in a valley far below. At least not at first. You'll need to reach that stuff easily if you're going to survive on Mars."}, {"articlenum": 5, "title": "Astrobotic reveals mission patch for first commercial moon landing", "author": "Robert Z. Pearlman", "date": "11 March 2021", "fullarticle": "The first commercial lunar landing now has a mission patch.\nAstrobotic revealed the artwork for its Peregrine Mission One (PM1) insignia on Wednesday (March 10), ahead of the mission's slated launch as soon as later this year. The Pittsburgh-based company's Peregrine robotic lander is set to become the first U.S. spacecraft to touch down on the moon since the Apollo missions and first privately-owned and operated vehicle to do so.\nThe PM1 lander will carry more than two dozen payloads to Lacus Mortis, a hexagonal-shaped plain on the near side of moon, including 14 scientific packages as part of NASA's Commercial Lunar Payload Services (CLPS) program. The Peregrine will launch on a United Launch Alliance (ULA) Vulcan rocket from Cape Canaveral Space Force Station in Florida.\nRelated: NASA unveils 16 payloads that private landers will take to the moon \nStanding 6.2 feet tall 8.2 feet wide (1.9 by 2.5 m), the Peregrine lunar lander is outfitted with five main engines and four clusters of attitude control thrusters. The solar-powered, four-legged spacecraft is \"stout, stiff and simple\" to allow for easy payload integration.\nThe PM1 patch features a peregrine falcon soaring towards its lunar destination, similar to how an American bald eagle represented the first astronauts to land on the moon in 1969.\n\"We wanted to create a clean and modern design, but also reference previous historic missions,\" Sarah Huth, Astrobotic's graphic designer, said in a statement. Utilizing our Peregrine bird imagery was a nod to NASA's Apollo 11 patch — highlighting the historic significances and firsts that our mission accomplishes.\"\n\nOn the PM1 patch, the peregrine looks up to the moon, which is depicted in the same phase that people will see the celestial body at the time of the mission's touchdown (based on the current schedule). There are seven craters on the moon, representing the seven nations that are flying payloads on the lander, including the U.S., Mexico, Canada, United Kingdom, Japan, Hungary and Chile.\n\"In terms of concept, we emphasized upwards movement, exploration and the strength of our maiden voyage,\" said Huth. \"Using the Astrobotic logo to lift the Peregrine towards the moon captured the spirit of our team as we develop and prepare our own Peregrine lander for Mission 1.\"\n\"Meaningful symbolism throughout the design tells our PM1 story every time it's sewn onto a jacket or projected onto a screen,\" she said.\nAstrobotic chose the peregrine as the namesake for its lander for a couple of different reasons. The peregrine falcon is the most widely distributed bird of prey with a presence on five of the six continents. Similarly, people and cultures from around the world are represented on the company's Peregrine lander, whether it is the public through the small personal mementos being flown in the DHL MoonBox to space agencies like Agencia Espacial Mexicana and NASA to companies like SpaceBit in the UK. Peregrine will be carrying the dreams of people all over the globe, the company said.\n\nPeregrine falcons are also nimble and quick, flying at speeds of more than 200 miles per hour (320 kph), earning it the title as fastest animal on the planet.\n\"Our Peregrine lander is aptly named to represent how Astrobotic has nimbly adapted to the many challenges and changing landscapes of the space sector,\" John Thornton, Astrobotic CEO, said.\nThe Astrobotic's Peregrine Mission One patch will be available for sale in the coming months through Astrobotic's new online store, which the company expects to debut in early April."}, {"articlenum": 6, "title": "Other planets in our Milky Way may have continents just like Earth", "author": "Chris Ciaccia", "date": "11 March 2021", "fullarticle": "Scientists believe there may be planets in the Milky Way galaxy that have water and landmass properties similar to that of Earth.\nA new study suggests that water may be present during a planet's formation, with the researchers noting this was true for Earth, Mars and Venus. And because there's nothing special about our solar system, the same conditions likely occurred as exoplanets in the galaxy formed.\n\"All our data [computer modeling] suggest that water was part of Earth's building blocks, right from the beginning,\" Anders Johansen, the lead author of the new research and an astronomer at the University of Copenhagen, said in a statement. \"Because the water molecule is frequently occurring, there is a reasonable probability that it applies to all planets in the Milky Way. The decisive point for whether liquid water is present is the distance of the planet from its star.\"\nRelated: 7 ways to discover alien planets\nDuring the study, the researchers calculated how fast planets are formed. They found that tiny, millimeter-size particles of ice and carbon were the primary building blocks of Earth, along with pebbles that drift through the protoplanetary disc, an idea known as \"pebble accretion.\"\nEarly in its history, Earth grew by capturing pebbles that contained ice and carbon, until the planet reached about 1% of its current mass. For the next 5 million years, Earth continued to grow until it reached its current size, while the surface temperature continued to rise, resulting in the ice in the pebbles evaporating before reaching the planet's surface, Johansen explained. \nThe researchers also found that the pebbles are comprised of between 10% and 35% ice for protoplanets, with smaller proportions for larger objects. \nSome previous studies, such as one published in August 2019, have suggested that around 60% of Earth's water comes from asteroid impacts.\nWith water found \"everywhere\" in the galaxy, according to Johansen the pebble accretion theory may give credence to the idea that other Milky Way planets formed in a similar manner to Earth, Mars and Venus and thus may be suitable for life.\n\"All planets in the Milky Way may be formed by the same building blocks, meaning that planets with the same amount of water and carbon as Earth — and thus potential places where life may be present — occur frequently around other stars in our galaxy, provided the temperature is right,\" Johansen said.\nOne of the new study's co-authors, University of Copenhagen professor Martin Bizzarro, also noted that not only do the planets in their model get the same amount of water, but they may sport continents as well, citing the theory that planets in the Milky Way had the same building blocks and temperatures. \"It provides good opportunities for the emergence of life,\" he said.\nNext, Johansen and the researchers will utilize the spectroscopy features of future space telescopes, such as the James Webb Space Telescope, to determine exactly how much water vapor these planets have.\nThe research is described in a paper published Feb. 17 in Science Advances."}, {"articlenum": 7, "title": "SpaceX launches 60 new Starlink satellites to orbit, nails rocket landing at sea", "author": "Amy Thompson", "date": "11 March 2021", "fullarticle": "CAPE CANAVERAL, Fla. — A SpaceX Falcon 9 rocket lit up the predawn sky early this morning (March 11) as it carried a new batch of 60 Starlink internet satellites into orbit, before nailing its landing on a floating platform at sea. \nThe two-stage Falcon 9 booster lifted off from Space Launch Complex 40 here at Cape Canaveral Space Force Station at 3:13 a.m. EST (0813 GMT). About 8.5 minutes later, the rocket's reusable first stage returned to Earth for its sixth landing, touching down on one of SpaceX's drone ships. The floating platform, called \"Just Read the Instructions,\" was stationed out in the Atlantic Ocean, about 400 miles (630 kilometers) downrange. \nIt was a clear night in Florida for the mission's second attempt. The launch was originally planned to occur on Tuesday night (March 9) but was pushed back so SpaceX could conduct more prelaunch checkouts. Weather forecasters at the U.S. Space Force's 45th Weather Squadron predicted a 90% chance of favorable conditions for launch this morning, and Mother Nature delivered. \nRelated: SpaceX's Starlink satellite megaconstellation launches in photos\n\nThis latest liftoff marked SpaceX's seventh mission of 2021 and the company's 21st 60-satellite Starlink launch overall. It starred one of the better known Falcon 9 first stages in the fleet — B1058. \nEmblazoned with a now-sooty NASA worm logo, B1058 is the booster that delivered two NASA astronauts to the International Space Station (ISS) in May of last year, returning orbital human spaceflight to U.S. soil with SpaceX's Demo-2 mission.\nThe veteran launcher also delivered a cargo Dragon spacecraft to the ISS, a communications satellite for South Korea's military and the most satellites ever launched on a single mission (Transporter-1). Today, B1058 carried its second stack of Starlink satellites. \nThe predawn spectacle marked the 110th overall flight of a Falcon 9 rocket and the 56th reflight of a Falcon 9 first stage. It was the sixth mission for this particular booster, and SpaceX set a new record for fastest turnaround time for a rocket with this many flights under its belt. \nB1058 last flew on Jan. 24, and it blasted off again from the same launch pad this morning, just 45 days later; the previous record for such a veteran booster was 59 days.  \nSpaceX relies heavily on its fleet of veteran rockets, which have enabled the company to keep up with its launch ambitions. However, SpaceX has always stressed that, while booster recovery is beneficial, the main goal of each mission is to successfully deliver the payload to space. \nThe company recovered a first stage for the first time in 2015, when a Falcon 9 booster touched down on terra firma at one of the company's Florida landing pads. Ever since, SpaceX has been striving to better understand the recovery process and how much wear and tear each launch puts on the rocket. \nWith each recovery attempt, the company has been able to refine its process and reduce times between flights. SpaceX founder and CEO Elon Musk has said that his long-term vision involves rockets that resemble airplanes, in the sense that they lift off, land, refuel and lift off again in short order. \n\nMusk has said, for example, that a goal of SpaceX is to launch, land, and then launch and land the same rocket again within 24 hours — a milestone that has not yet been reached.  \nWhile SpaceX makes landing rockets look easy, a recent anomaly shows that it's not always a slam dunk. On Feb. 15, the company broke a 24-booster recovery streak when a Falcon 9 first stage, designated B1059, failed to land on a drone ship in the Atlantic Ocean after launching a different batch of Starlink satellites into orbit. \nThe mishap was attributed to \"heat damage,\" with company officials elaborating on that during a recent teleconference. Benji Reed, SpaceX's senior director for human spaceflight, said that one of the booster's protective engine covers failed, allowing hot gases from the engine to leak into places it wasn't supposed to, causing an engine to shut down during flight. This shutdown ultimately caused the rocket to miss its mark on the drone ship.   \nRelated: See the evolution of SpaceX's rockets in pictures\nSpaceX upgraded its Falcon 9 rocket back in 2018, giving the vehicle a series of enhancements, including a more robust thermal protection system, titanium grid fins and a more durable interstage, to facilitate reuse. The upgrades enabled the rocket to refly multiple times with few refurbishments in between.\nThe company said that the Falcon 9 we see today could be capable of flying a minimum of 10 times with little to no refurbishment between flights and as many as 100 times overall before retirement. But such numbers may not be set in stone. Instead, those targets could be more of a guideline that changes as the company refines its refurbishment process.\nSpaceX has two boosters that are close to the 10-mission milestone, having flown a record eight times, and it's possible we could see one or both of those hit double digits this year. The company has big ambitions for 2021, with a goal of launching a total of 40 missions from its California and Florida launch pads.\nThis morning's mission marked the 76th SpaceX booster landing to date, and the 19th for \"Just Read the Instructions.\"\nTo recover its returning boosters, SpaceX uses two massive floating landing platforms — \"Of Course I Still Love You\" and \"Just Read the Instructions\" — in addition to its landing pads, which allow the company to launch and land more rockets. Typically, the drone ships see most of the action, as it takes more fuel reserves to make it all the way back to land than it does to come down at sea.\n\"Just Read the Instructions\" is the newer of the two ships. Originally stationed out in California, the ship was moved to the East Coast in 2020, to help with the increased launch cadence. \nSpaceX has been planning a third drone ship for some time now, and it's possible that ship would service the West Coast as the company aims to increase launches from its facilities at Vandenberg Air Force Base in California. There is no expected completion date on the third ship, but a recent company job opening for a drone ship recovery engineer suggests it could be sometime in the near future. \nWith this morning's successful liftoff, SpaceX has now launched more than 1,200 Starlink satellites into orbit, including some that are no longer operational. The company has planned for its initial Starlink constellation to be 1,440 strong but has sought approval for tens of thousands more. There are many more launches coming as SpaceX fills out this growing megaconstellation. \nThe company launched its Starlink program with one major goal: to connect the globe. To that end, SpaceX designed a fleet of flat-paneled broadband satellites that fly over Earth, providing internet coverage to users around the world. \nSpaceX recently started taking preorders for its public rollout. Potential users could sign up for the service via a website, pay a deposit and then be notified when coverage is offered in their area. \nThe rollout is on a first-come, first-serve basis while the company is conducting an extensive international and domestic beta-testing phase. In advance of this launch, SpaceX rolled out service to Germany and New Zealand and is working to expand its existing service in the United Kingdom. \nBut that's not all. Recent filings indicate that the company is seeking permission to expand its services to moving vehicles, including planes, boats and RVs. According to Musk, the current Starlink user terminals, which facilitate access to the satellites overhead, are too large to put in cars, so for now, it's targeting bigger vehicles. \nSpaceX's very big year: A 2020 of astronaut launches, Starship tests & more\nSpaceX’s dynamic fairing-catching boat duo, GO Ms Tree and GO Ms Chief, are still sidelined, undergoing maintenance in Florida's Port Canaveral. As such, SpaceX deployed two of its Dragon recovery vessels, GO Searcher and GO Navigator, to the planned recovery site. \nThe two boats received upgrades that allow them to scoop fairing pieces out of the water. The payload fairing is a clamshell-like piece of hardware designed to protect satellites as their rocket travels through the atmosphere. SpaceX fairings are composed of two halves. At a designated point after launch, the two pieces jettison and fall back to Earth. \nHistorically, the payload fairing has been a one-and-done piece of hardware, discarded in the ocean after each mission. But SpaceX has been working to expand its reusability efforts and has had success recovering and reflying fairing pieces. \nFor this mission, the active fairing (the half that has the motors that jettison it from the rocket) has flown once before, and the passive (or other half) has flown twice before. Once recovered from the ocean, SpaceX inspects and refurbishes each fairing piece. \nUp next for SpaceX is another Starlink mission, which could launch as soon as this weekend. The company is also preparing for its next astronaut mission, Crew-2, which is scheduled to launch from NASA's Kennedy Space Center in Florida no earlier than April 22. "}, {"articlenum": 8, "title": "Newfound super-Earth alien planet whips around its star every 0.67 days", "author": "Mike Wall", "date": "11 March 2021", "fullarticle": "We keep getting reminders that the Milky Way's planetary diversity dwarfs what we see in our own solar system.\nThe newfound exoplanet TOI-1685 b is yet another case in point. Astronomers found it circling a dim red dwarf star about 122 light-years from Earth. \"Circling\" is too ordinary a world for TOI-1685 b's motion, however; the alien world whips around its parent star once every 0.67 Earth days.\nRed dwarfs, also known as M dwarfs, are much smaller and dimmer than Earth's sun, but TOI-1685 b's extreme proximity to its host star, called TOI-1685, makes it a very toasty world nonetheless. The discovery team estimates its surface temperature to be around 1,465 degrees Fahrenheit (796 degrees Celsius).\nRelated: The strangest alien planets (gallery)\nThe researchers, led by Paz Bluhm of Heidelberg University in Germany, first spotted TOI-1685 b in observations made by NASA's Transiting Exoplanet Survey Satellite (TESS). As its name suggests, TESS looks for transits, the tiny brightness dips caused by planets crossing their host stars' faces from the Earth-orbiting spacecraft's perspective.\nTESS noted such a dip around the red dwarf TOI-1685. Bluhm and her colleagues then confirmed the planet's existence using data gathered by the CARMENES spectrograph instrument, which is installed on the 3.5-meter telescope at the Calar Alto Observatory in Spain. (CARMENES is short for \"Calar Alto high-Resolution search for M dwarfs with Exo-earths with Near-infrared and optical Echelle spectrographs.)\nCARMENES hunts for planets using the radial velocity, or Doppler, method — looking for little wobbles in a star's motion caused by the gravitational tug of an orbiting planet.\nRelated: 7 ways to discover alien planets\nThe combined data allowed the team to determine that TOI-1685 b is a \"super-Earth\" about 1.7 times bigger, and 3.8 times more massive, than our home planet. The resulting bulk density — about 4.2 grams per cubic centimeter, or 0.15 lbs. per cubic inch — makes TOI-1685 b \"the least dense ultra-short period planet around an M dwarf known to date,\" Bluhm and her colleagues wrote in the discovery paper, which you can read for free on the online preprint site arXiv.org. (The paper has not yet been published in a peer-reviewed journal.)\nFor perspective: Earth's bulk density is about 5.5 grams per cubic centimeter, or 0.20 lbs. per cubic inch.\nThe fact that TOI-1685 b transits and is quite warm makes it a good candidate for follow-up study by other instruments, the researchers wrote. In that regard, TOI-1685 b is similar to another recent exoplanet find made using TESS and CARMENES data, Gliese 486 b.\nBluhm and her team also saw another signal in the CARMENES TOI-1685 data, which could indicate a second planet in the system that orbits once every nine Earth days. If this candidate planet exists, it doesn't transit, because TESS recorded no corresponding signal, the researchers wrote. "}, {"articlenum": 9, "title": "Panic and paranoia strike in 1st trailer for new sci-fi thriller 'Voyagers'", "author": "Jeff Spry", "date": "11 March 2021", "fullarticle": "Billed as \"Lord of the Flies\" for a new generation, Lionsgate has just released the first teaser trailer for their provocative new outer space thriller, \"Voyagers,\" and it's got a sultry, hypnotic  vibe that reverberates through the confines of a deep-space colony ship in the near future.\nWritten and directed by Neil Burger (\"Limitless,\" \"The Illusionist\"), the film arrives in theaters and VOD on April 9 and stars Tye Sheridan, Lily-Rose Depp, Fionn Whitehead, Colin Farrell, Chanté Adams, Isaac Hempstead Wright, Viveik Kalra, Archie Madekwe, and Quintessa Swindell.\nStrange Cinema: Our Favorite Off-Beat Space Movies\n\nBurger's trippy movie chronicles the voyage of 30 passengers on a multi-generational starship by focusing on this group of handsome, hand-picked candidates sent on an ambitious odyssey in search of a new home. Madness erupts as the drugged-out crew reverts to a devolved emotional state and paranoia ensues.\nHere's the official synopsis:\n\"With the future of the human race in danger, a group of young men and women, bred for enhanced intelligence and to suppress emotional impulses, embark on an expedition to colonize a distant planet. But when they uncover disturbing secrets about the mission, they defy their training and begin to explore their most primitive natures. As life on the ship descends into chaos, they're consumed by fear, lust, and the hunger for power. 'Voyagers' is a euphoric thriller about the explosive awakening of our most primal desires.\"\n \"Voyagers\" lands in multiplexes on April 9. "}], [{"articlenum": 1, "title": "Hubble Space Telescope is back online after software glitch", "author": "Meghan Bartels", "date": "12 March 2021", "fullarticle": "The venerable Hubble Space Telescope is recovering from a glitch that halted its science operations over the weekend, according to NASA.\nThe telescope entered  \"safe mode\" unexpectedly on Sunday morning (March 7), stalling the observatory's science observations due to an apparent software glitch. Science operations resumed late Thursday (March 11). While Hubble is partially back to work, NASA is still troubleshooting one instrument on the 30-year-old telescope, according to a statement released on Friday (Mar. 12).\n\"The telescope has completed its first observation since returning to science mode, using the Cosmic Origins Spectrograph instrument to map gas flows in active galactic nuclei,\" NASA officials wrote in the statement. \"Wide Field Camera 3 remains suspended while the team investigates a low-voltage issue that prevented it from returning to operations.\" The Wide Field Camera 3, or WFC3, was installed in 2009 during NASA's final servicing mission to Hubble by astronauts.\nRelated: The best Hubble Space Telescope images of all time!\nThe WFC3 issue was an \"unexpected error,\" according to NASA, that occurred when the telescope was transitioning from safe mode into pre-science after the team addressed the initial software glitch. NASA offered no additional details about the camera, noting only that \"The team is currently reviewing that issue and possible solutions.\"\nThe software glitch stemmed from a recent modification to the telescope's code meant to address Hubble's gyroscope issues, the statement continues. Hubble uses gyroscopes to point itself properly in order to lock onto a science targets during observations. The telescope has six gyroscopes, but only three are still working after three decades in orbit. For now, the Hubble team is blocking that enhancement; later, engineers will tweak it for future use.\nWhile the telescope was in safe mode, the team identified another issue the spacecraft is experiencing. The telescope sports a door at its top that can automatically block out the sun's light and heat in case Hubble mistakenly turns in the direction of the star. The door hasn't been called into service in that way to date, according to NASA, but it is meant to shut when the telescope enters safe mode. Engineers now believe they have addressed the issue by switching the door to rely on its backup motor.\nThe Hubble Space Telescope launched in April 1990; astronauts made five separate visits to repair and upgrade the observatory using NASA's space shuttle fleet, most recently in 2009. Ever since those vehicles retired in 2011, Hubble has been on its own.\nStill, NASA is confident that the iconic telescope has plenty more work ahead of it. \"Hubble's instruments are expected to produce ground-breaking science for years to come,\" according to the statement."}, {"articlenum": 2, "title": "'Star Trek: Strange New Worlds' has started principal photography", "author": "Scott Snowden", "date": "12 March 2021", "fullarticle": "Principal photography has begun on the much-anticipated premiere season of \"Strange New Worlds,\" according to Variety. \nThis latest spin-off series will follow the adventures of Captain Christopher Pike (Anson Mount), Mr. Spock (Ethan Peck) and Number One (Rebecca Romijn) on the USS Enterprise and is set, in essence, as a prequel to \"The Original Series\" before James T. Kirk took command of the Constitution-class starship.\nYou may recall, that while the crew of the USS Discovery defeated the evil A.I. called Control, saved the sphere data and used the tortuous red signal time travel technology to jump 950 years into the future in the disappointing second season finale of \"Discovery,\" the crew of the USS Enterprise all stayed behind in the 23rd Century. Well, they kind of had to.\nFans had been campaigning for a Pike-focused spin-off ever since the second season of \"Discovery\" and Mount himself told Space.com, \"I'm not going to grouse around and be aloof about it. I'd love to [play Pike again]. Then on May 15th, 2020, it was officially confirmed on social media by Mount, Peck, Romijn and executive producer Alex Kurtzman.\nPeck recently posted a photograph on Instagram of ... er, a shopping trolley half-buried in snow, geotagged in Toronto, indicating he was back in Ontario.\nBut what will be different about the production of \"Strange New Worlds\" is that it will benefit from the virtual, artificial reality video wall that was pioneered for the production of \"The Mandalorian\" by several VFX companies including ILM and Pixomondo. A source told Space.com that CBS has invested in two such set-ups, one for \"Strange New Worlds\" and the other to be used on Season 4 of \"Discovery.\" This should allow for greater world building (and maybe better story writing) within the \"Star Trek\" universe without the need for, and restrictions offered by, on-location shooting. Let's face facts, Iceland can only double for so many alien planets. \n\nSpeaking of bad story writing, the fourth season of \"Discovery\" has also started principal photography in Toronto and after more than half-a-year's delay, the cast of \"Picard\" has returned to production for the second season. The air dates haven't been officially confirmed, but rumors abound that we should expect to see at least two of these three shows in 2021.\nKalinda Vazquez has been appointed by Paramount Pictures to write a new \"Star Trek\" movie, with JJ Abrams’ Bad Robot producing, Deadline reports. According to IMDb, Vazquez's writing credits on \"Discovery\" include \"Terra Firma, Part 2\" (S03, E10) and the \"Short Trek\" episode \"Ask Not\" however, she's also listed as a \"consulting producer\" for the last six or so episodes of the third season. Apparently, Vazquez is even named after a character played by Barbara Bouchet from \"The Original Series\" episode \"By Any Other Name\" (S02, E22). This news would confirm that Paramount is once again pushing forward with a big screen \"Star Trek\" feature after Noah Hawley's stalled attempt. However, the trio of \"Trek\" motion pictures produced by Bad Robot have been utterly awful, with each one progressively worse than its predecessor.\nKate Mulgrew has confirmed her return for Season 2 of \"Prodigy\" and the first season will air some time later this year. Somewhat disappointingly, the proposed \"Section 31\" spinoff show focusing on Phillipa Georgiou (Michelle Yeoh) is still “conversations,” and will now only happen when one of the five current Star Trek projects — \"Discovery,\" \"Prodigy,\" \"Lower Decks,\" \"Picard\" and \"Strange New Worlds\" — is finished, according to Alex Kurtzman and Paramount+ programming chief Julie McNamara. \nThe official crowdfunding push for the \"Star Trek: Voyager\" documentary project has finally launched and at the time of writing, has passed a staggering half a million dollars, light years past its original target. \nFinally, CBS All Access has become Paramount+ as of 4 March and as such every incarnation of \"Star Trek\" is now available there. New app updates are out for Android and iOS, but your existing logins should carry over if you were already a subscriber. Some users have reported difficulties on Roku, but if you update the app (Home>settings>system>system update) it should work.\nCorrection: An earlier version of this article incorrectly referred to Toronto as the capital city of Canada. Toronto is the capital of the Canadian province of Ontario, but the nation's capital is in Ottawa. "}, {"articlenum": 3, "title": "NASA targets March 18 for a critical engine test of its Space Launch System moon rocket", "author": "Elizabeth Howell", "date": "12 March 2021", "fullarticle": "NASA's first Space Launch System megarocket will fire up its main engines in a critical test next week to prove it's ready for a trip to the moon later this year. \nThe engine test, the final hurdle of NASA's extensive \"green run\" for the Space Launch System (SLS) core booster, is scheduled for March 18 at the agency's Stennis Space Center in Mississippi. If all goes well, the booster will then be shipped to NASA's Kennedy Space Center in Florida for the launch of Artemis 1, an uncrewed mission around the moon that is currently slated to fly in November. \n\"This hot fire is the last test before the Artemis I core stage is shipped to the agency’s Kennedy Space Center for assembly and integration with the rest of the rocket’s major elements and the Orion spacecraft,\" NASA officials said in a statement on Wednesday (March 10). \nVideo: How NASA's SLS megarocket engine test works\nDuring the upcoming hot fire test, the SLS core booster will fire its four RS-25 rocket engines for up to eight minutes to simulate an actual Artemis launch of an Orion spacecraft. NASA first attempted the hot fire test on Jan. 16, but it shut down earlier than planned. \nNASA had hoped to perform a second hot fire test of the SLS booster in February, but ran into more delays due to valve concerns. SLS engineers spent recent weeks repairing and testing a liquid oxygen pre-valve on the rocket, setting the stage for the March 18 engine test. \nThis week, SLS engineers were expected to power up the core booster for final systems check. On Tuesday (March 16), the rocket will be powered up for the actual hot fire, kicking off a two-day countdown for the engine test. \nNASA's SLS rocket is designed to be the go-to booster for the agency's Artemis program, which aims to launch astronauts back to the moon by 2024. It consists of a core booster, two strap-on solid rocket boosters and an upper stage to launch an Orion spacecraft toward the moon. "}, {"articlenum": 4, "title": "How scientists found rare fireball meteorite pieces on a driveway — and what they could teach us", "author": "Monica Grady", "date": "12 March 2021", "fullarticle": "This article was originally published at The Conversation. The publication contributed the article to Space.com's Expert Voices: Op-Ed & Insights.\nMonica Grady, Professor of Planetary and Space Sciences, The Open University\nAs people in the UK were settling down to watch the late evening news on February 28, a fresh news story, quite literally, appeared in the night sky. A large and very bright fireball was seen over southern England and northern France at 21:54 GMT. It was recorded by many doorbell webcams, so it was a very well-observed fireball. More importantly, it was also captured by the automated cameras of the UK Meteor Observation Network and similar networks.\nWorking with colleagues in France and Australia, the meteor-watchers worked out the fireball’s trajectory and determined where the meteorite pieces could be located, just north of Cheltenham in the UK. Based on their calculations, Ashley King, a specialist in meteorites at the Natural History Museum in London, made an appeal on local TV and radio stations for information about any unusual black rocks seen to have fallen from the sky.\nRelated: Meteorite from brilliant UK fireball is England's first in 30 years\nAmong the photographs he received, there was one that caught his attention: a small mound of dust and pebbles on a driveway in the small village of Winchcombe. King asked Open University researcher Richard Greenwood (who lived closest) to check out the sample. Greenwood was overwhelmed to find that not only was it a meteorite, it was a very rare species. The UK had got lucky – we had a new member to add to our meteorite collection.\n\nOver the following four days, specialist researchers from several UK institutions formed teams to systematically search the countryside surrounding Winchcombe. The results of their labours are several stones weighing around 500g, plus a lot of dust and fragments. The specimens are now at the Natural History Museum.\nWhy is this such a big deal? Meteorites are divided into two main groups: primitive and processed. The primitive ones come from the solar nebula that gave birth to the Solar System, preserving the composition of this original material. In contrast, processed samples have been altered by heat. They are from larger bodies and contain information about planetary surfaces and interiors.\n\nThe stones that fell over Winchcombe are from the former group – and not only that, they are of a sub-category, known as carbonaceous chondrites – the most pristine (or unchanged) of all meteorites, carrying records of the earliest stages of Solar System history. They are rich in organic compounds: the molecules that form the building blocks of life. They also contain tiny specs of dust from stars that have died and are older than the Sun.\nSome of the newfound rocks are almost completely black and featureless, while others are dark grey with irregular, pale patches. Clearly, it is a complex meteorite, possibly one that has come from the surface of an asteroid where several different bits of asteroid have got mixed up during collisions.\nAnd here is where things become a little ironic: scientists are currently collecting samples from two asteroids in space. About five grams of material collected by the Japanese Hayabusa2 mission from asteroid Ryugu arrived safely in December 2020. Nasa’s OSIRIS-Rex mission is on its return trip from asteroid Bennu carrying around 200g of material that will arrive in September 2023. These missions cost a lot of money, but could help unveil the secrets of the origins of life and the Solar System. And then just out of nowhere, almost 500g of rock from an asteroid, that is possibly very similar to Ryugu and Bennu, falls over part of England.\nMeteoriticists in the UK will now analyse the material, practically on a grain-by-grain basis. Things must happen in a sequence – there are time-sensitive measurements that have to be carried out within the first month or so of a fresh fall. Meteorites are not radioactive – they don’t emit harmful radiation – but they do contain elements that are unstable and fall apart. And if we can measure the amounts of the elements that decay very quickly, then we can get valuable information.\nWe must also take a good look at the organic compounds in the meteorite – there is always in danger of contamination from Earth. So the quicker we can analyse its organics, the better. The more we can understand about these materials in meteorites, the more we can piece together the chemistry that led to life on Earth. This can give an idea of how widespread that chemistry might be (or have been) in the Solar System - and even the universe.\nSearching for a meteorite in a small village and its surrounding fields is not usually hazardous and requires little in the way of risk assessment: ask permission of the owners to access their land, observe the country code, remember to close gates and don’t tread in anything soft. But in the time of a pandemic, everything changes.\nThe UK government currently forbids citizens from travelling far from home, unless the travel is essential. Was it essential for a group of meteoriticists to travel to Winchcombe? Yes, it was. Each had completed fieldwork risk assessments and received permission to travel from their institutions. They were scrupulous about wearing masks and keeping a 2m distance when talking to locals.\n\nI would have loved to have been involved in the search - although my colleague Sara Russell told me that cleaning the owner’s driveway with a toothbrush palled after the first hour. My arthritic knees would not have coped with that. But I was back at base, doing something just as important: putting machinery in motion to get the risk-assessment paperwork for Greenwood sorted. And, as a reward, I got to see the first close-up photographs of our new family member, dubbed “Winchcombe”. It may look a bit like a broken barbecue briquette, but to me, it is absolutely beautiful.\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."}, {"articlenum": 5, "title": "March new moon 2021: Mercury, Jupiter and Saturn align in the moonless morning sky", "author": "Jesse Emspak", "date": "12 March 2021", "fullarticle": "\nThe moon will arrive at new phase again this Saturday (March 13) at 5:21 a.m. EST (1021 GMT), after a week of passing by several planets in the early morning sky. \nNew moons occur when the moon is directly between the Earth and sun, and the two are in conjunction. A conjunction is when two objects are at the same celestial longitude, a projection of the Earth's longitude lines on the celestial sphere. As the illuminated side of the moon faces away from Earth, unless there is a solar eclipse in which the moon passes directly in front of the sun, they are invisible to earthbound observers. \nAs in February, the predawn sky contains a number of bright planets. Mercury, Venus, Jupiter and Saturn will all be within a few degrees of the sun and only visible for a short time before sunrise, but from mid-northern latitudes will form a rough line going diagonally upwards towards the south from the eastern horizon. \nRelated: Best night sky events of March 2021 (stargazing maps)\nIf you are in a place with a clear view of the southeast horizon you will see Saturn rise first. The ringed planet rises at 4:26 a.m. local time in New York City, per Heavens Above calculations. Jupiter follows at 4:54 a.m. Both planets are in Capricornus, a faint constellation, so they'll look like the brightest \"stars\" in that part of the sky. But neither will get very high. A half hour before sunrise, at about 5:41 a.m., Jupiter will only be 8 degrees above the horizon, and Saturn only 12 degrees. (For some perspective 10 degrees is about the width of an fist at arm's length). \nMercury rises at 5:18 a.m., but that's only 52 minutes ahead of the sun; nautical twilight, when the sun is 12 degrees below the horizon, begins at 5:11 a.m. (local time in New York). At that point the sky will be just getting light. Mercury is still relatively bright; at magnitude 0.1 it is brighter than the three stars of Orion's belt, so it will stand out against the sky for some time; a good exercise is to see how long you can still see it. It is a challenge, though, because by 5:41 a.m., it will only be 4 degrees above the horizon. (But be careful not to look directly at the sun, as the bright sunlight can severely damage your eyes, especially through telescopes or binoculars.)\nVenus, meanwhile, is so close to the sun that it is basically impossible to see safely; the planet rises a few minutes after the sun does, at 6:14 a.m. local time in New York, and sets before the sun does, at 5:37 p.m. \n\nMars rises a few hours after sunrise on March 13, and sets shortly after midnight on March 14. Mars will be in the constellation Taurus, the bull, and reach its highest altitude at about 5:41 p.m. in New York, or about 20 minutes before sunset. An hour after sunset, about 7 p.m. local time, the planet will be 65 degrees above the horizon in the southwest. \nThose in dark-sky locations and using a small telescope or binoculars might catch the dim planet Uranus. South and to the right of Mars, Uranus is usually at magnitude 5 or 6, which is about the limit of visibility for the naked eye. To find it one can trace a line between Alpha Ceti (Menkar), the second-brightest star in the constellation Cetus, the whale, and Beta Arietis (Sheratan), the second-brightest star in Aries, the ram. The two stars form a triangle with Mars, and Uranus will be on the base. \nBy about 7 p.m. the Big Dipper will be in the northeast, with the \"bowl\" facing north, and the \"handle\" pointing to the horizon. The two stars at one end of the Dipper are Alpha and Beta Ursae Majoris, respectively called Dubhe and Merak. Those point to Polaris, the North Star. Following those \"pointers\" in the opposite direction, you find Leo, the lion, which will be more due east. The two stars at the back of the bowl point to the star Regulus, the brightest star in Leo. The more northerly star is called Megrez while the other is called Phecda. \nIf you think of Regulus as the front of Leo, with the sickle-shape forming a head and mane, one can follow Leo's gaze along the Zodiac, the constellations the sun passes through as it moves against the stars during the year. Turning one's gaze upwards (and roughly south), one finds Cancer, the crab, which is relatively faint, and forms a trapezoid shape. Moving further to the right, one encounters Gemini, the twins, which will be high in the sky (about 67 degrees). Gemini is one of the bright winter constellations that are making their exit from the evening sky as spring approaches. \nNext to Gemini is Taurus, and just below is Orion. Orion's belt is visible even from city locations, as is Betelgeuse, Orion's shoulder, and Rigel, his right foot (from the point of view of the observer). Below and to the left of Orion is Canis Major, home of Sirius, the \"Dog Star.\" A near neighbor to the sun, it is only 8.6 light-years distant, and the single brightest star in the sky (excepting the Sun itself). \n\nIf one uses the Big Dipper to find Polaris, and then looks west, one encounters the \"W\" shape of Cassiopeia, the legendary queen and mother of Andromeda. Just a bit further towards the west (and south from Polaris) is Perseus, the legendary Greek hero. \nAs the night progresses observers can watch Virgo rise by about 10 p.m. The Big Dipper can help here; using the handle one can \"arc to Arcturus\" by drawing a sweeping arc to Arcturus, an orange-yellow star in Boötes, the herdsman, and then keep going to reach Spica, the brightest star in Virgo. Also rising in the northeast, just behind Boötes, is Corona Borealis, the Northern Crown. \nIn the Southern Hemisphere, sunset is later, as it is still late summer. In Buenos Aires the sun doesn't set until about 7:13 p.m. on March 13, and in Melbourne it sets at 7:42 p.m. local time. By 9 p.m. when it is fully dark the Southern Cross will be high in the southeast — from Melbourne it is about 36 degrees above the horizon on March 13 (the new moon there occurs at 9:21 p.m. local time). \nThe Southern Cross can be used to locate south, much as the Big Dipper in the Northern Hemisphere can locate north. If one draws an imaginary line from the two brightest stars in the Southern Cross, which form the \"vertical\" post, extends it about four and a half times the length, and drops a vertical line to the horizon, one is pointed due south. \nThe South Celestial Pole is in the constellation Octans, the octant, a relatively faint triangle of stars — there's no equivalent of Polaris. So another way to locate it is to use the \"pointer stars\" in Centaurus, Alpha and Beta Centauri. Centaurus is the constellation just below the Cross in the sky, and Alpha and Beta are its two brightest stars. One draws a line from halfway between those two and another bright star, Achernar, the end of the constellation Eridanus, the river. The halfway point marks the pole. \nMoving upwards from the Cross — towards the north — one finds the three constellations that make up Argo, the ship: Puppis the deck, Vela the sail, and Carina the keel. \nFrom Southern Hemisphere locations one can use the Southern Cross to locate Corvus, the crow, which when the Cross is high will be rising in the east just south of Leo. Going in the other direction, towards the west, one can see the Small and Large Magellanic Clouds, two satellite galaxies of the Milky Way, provided the sky is relatively free of city lights.\nYou can follow Space.com on Twitter @Spacedotcom and on Facebook.\nEditor's Note: If you snap an amazing night sky picture and would like to share it with Space.com's readers, send your photos, comments, and your name and location to spacephotos@space.com."}, {"articlenum": 6, "title": "A new approach to directly testing quantum gravity", "author": "Paul Sutter", "date": "12 March 2021", "fullarticle": "Paul M. Sutter is an astrophysicist at SUNY Stony Brook and the Flatiron Institute, host of Ask a Spaceman and Space Radio, and author of How to Die in Space. He contributed this article to Space.com's Expert Voices: Opinions and Insights.\nIt's the ultimate dream of modern physics, to achieve what generations of scientists have failed to do for 100 years: concoct a quantum theory of gravity. \nBut any theory will have to face observational tests, and observational tests of quantum gravity are hard to come by, because of the incredible energies needed. But a team of physicists has proposed a clever solution: refine an age-old technique, and use it to probe the tiniest scales in the universe.\nThe universe: Big Bang to now in 10 easy steps\nBack in 1922, in the glory days of expanding our view of the quantum world, Otto Stern and Walther Gerlach reported an exciting new discovery that rocked the foundations of physics. It was a pretty simple setup: shoot some atoms with an overall electric charge (say, silver ions, but pretty much anything will do) down a tube. Surrounding the tube is a particular configuration of magnets so that the magnetic field in the tube isn't perfectly even — it's stronger on the bottom than it is on the top.\nIf we pretend for a moment that atoms are tiny little balls of spinning electric charge, then those spinning charges will interact with the magnetic field. Depending on the direction that their spins point in, the thin beam of atoms should spray out in all sorts of directions. This is basic electrodynamics.\nBut they don't. Instead, the silver ions split into two uniform groups. One group is deflected up, and the other is deflected down. You could still think of atoms as tiny little balls of spinning electric charge, but that spin doesn't point in any random direction. According to the Stern-Gerlach experiment, there are only two possible directions for the spin to point in: all the way up or all the way down.\nThis was the world's introduction to quantum spin, which is now a cornerstone of our understanding of fundamental particles. It also altogether accelerated our understanding of the quantum world: Without a full quantum understanding of the subatomic world, you couldn't explain the results of the Stern-Gerlach experiment.\nAnd a full quantum understanding of the subatomic world is pretty bonkers. When you shoot the silver ions down the tube, they're not exactly sure which spin they're going to have — whether they will point up or down. Instead, in the language of quantum mechanics, they're said to exist in a superposition of states until they're observed (i.e., hit the wall at the end of the tube). The silver ions are both spin-up and spin-down, until they make a \"choice\" when the experiment is conducted.\nIt sounds crazy, but the math holds up. Using this language of superposition and probabilities, physicists are able to make predictions about how the subatomic world behaves.\nAdding to the weirdness is the wave property of matter. It turns out that you can use the equations that govern wave motion to describe how those probabilities behave. In other words, the mathematics originally developed to figure out how ocean waves slosh back and forth was perfectly suited to describing how a subatomic particle would \"decide\" between being spin-up or spin-down.\nNo, it doesn't make any sense. And yes, it totally works.\nWe can take advantage of this wave property of matter to explore the quantum world even more deeply. For example, waves can interfere with each other, either amplifying (like that horrible feedback sound when you bring a microphone too close to a speaker) or canceling each other out (like the noise-canceling headphones you use to get some much-needed shuteye on intercontinental flights).\nI used sound waves in my examples, but you could just as easily interfere water waves, light wave — and matter waves.\nResearchers in the 1960s realized that they could use a Stern-Gerlach setup to build a system where the quantum waves of spin could interfere with each other, allowing for ultra-precise measurements. But the setup was deemed impractical — you would need exceedingly exquisite control over the magnetic fields in order to make the setup work.\nRelated: What is quantum gravity?\nBut it's not the 1960s anymore, and a team of physicists have been able to make quantum waves of spin interfere with each other, as detailed in a paper recently appearing on the preprint journal arXiv.\nIt works like this. First you take some atoms and super-cool them. This makes them easier to handle. Then you send them into an atom chip, which is an experimental device to trap and control the flow of atoms. You then subject them to a magnetic field, where the wave nature of their quantum spin comes out — the atoms are now in a superposition of spin states. You split the beam of atoms, so that different atoms follow different paths, then you recombine them.\nDepending on how you tune the lengths of the two paths, you can get either constructive or destructive interference. Because we're dealing with spins, either you get a whole lot of one spin or the other, or an even mix where everything washes out.\nThis setup lets you measure extremely tiny differences. If anything changes the length of the paths, or something messes with the spin nature of the atoms, then you can watch the resulting interference unfold.\nThe physicists haven't conducted any experiments with this device yet — they've spent years just making the thing work. But now that it does work, they can investigate a variety of physical processes, and possibly open the door to quantum gravity.\nWe don't have a fully quantum theory of gravity, which is needed to explain strong gravity at small scales. But this kind of spin interferometer can help us, because it's an easy-to-build device that directly probes the quantum world. For example, you could place a massive object (relatively speaking) next to one of the paths, and use the interference result to measure the strength of gravity at extremely tiny scales. As another example, the spin interferometer could be used as a tiny gravitational wave detector (as ripples in space-time would alter the lengths of the paths), operating at much different frequencies than the current generation of detectors.\nWhatever's going on in the quantum world, the Stern-Gerlach experiment was one of the first to make it accessible. This device, developed almost a century later, could be the key to digging even deeper.\nRead more: \"Realization of a complete Stern-Gerlach interferometer: Towards a test of quantum gravity\""}, {"articlenum": 7, "title": "The moon has a tail, and Earth wears it like a scarf once a month", "author": "Brandon Specktor", "date": "12 March 2021", "fullarticle": "Like a comet soaring through the cosmos, the moon is followed by a slender tail of irradiated matter — and Earth passes directly through it once a month.\nAccording to a study published March 3 in the journal JGR Planets, the lunar tail is made of millions of sodium atoms blasted out of the lunar soil and into space by meteor strikes and then pushed hundreds of thousands of miles downstream by solar radiation. For a few days a month, when the new moon sits between Earth and the sun, our planet's gravity drags that sodium tail into a long beam that wraps around Earth's atmosphere before blasting into space on the opposite side.\nThe lunar tail is harmless and invisible to the naked eye. During those few new-moon days each month, however, the beam becomes visible to high-powered telescopes that can detect the faint orange glow of sodium in the sky. According to the study's authors, the beam then appears as a fuzzy, glowing spot in the sky opposite the sun, about five times the diameter of the full moon and 50 times dimmer than human eyes can perceive.\nResearchers first detected this \"sodium spot\" in the 1990s. But while the spot always appears at the same time in the lunar cycle, its brightness fluctuates wildly. To understand why, the authors of the new study used an all-sky camera (which can parse the faint wavelengths of light given off by specific elements, like sodium) to take some 21,000 images of the moon, from 2006 to 2019.\nThey noticed a few predictable patterns — for example, the spot appeared brighter when the moon's orbit brought it closer to Earth — but also an unexpected one. Meteor data showed that the moon's tail glowed more brightly during months when the rate of sporadic meteors (that is, meteors that aren't part of a regular shower) was higher over Earth. When Earth gets pummeled by meteors, so does the moon. And sporadic meteor encounters had an even greater correlation with the moon spot's brightness than recurring showers, such as the Leonid meteor shower, which peaks every November.\n— 15 unforgettable images of stars\n— The 15 weirdest galaxies in our universe\n—  The 12 strangest objects in the universe\nThe reason for this? It may be that sporadic meteors have the potential to be faster, larger and more energetic than their counterparts in predictable showers, the study authors suggested. Meteors that slam into the moon with more force are more likely to blast large amounts of sodium higher into the atmosphere, the researchers said, creating a larger swarm of atoms for the sun's photons (electromagnetic particles) to collide with and push toward Earth."}, {"articlenum": 8, "title": "Scorching-hot planet candidate spotted around famous star Vega", "author": "Elizabeth Howell", "date": "12 March 2021", "fullarticle": "Astronomers have spotted a possible searing-hot planet orbiting Vega, one of the brightest and most famous stars in the sky.\nThe candidate alien planet, which still needs to be confirmed by follow-up observations or analyses, is roughly the size of Neptune and lies very close to Vega. It takes only 2.5 Earth days for the purported planet to make a single orbit around its sun. \nThanks to that proximity, the candidate planet's surface temperature is probably around 5,390 degrees Fahrenheit (2,976 degrees Celsius), researchers calculated. That would make it the second-hottest planet known, if it does indeed exist. (The hottest, KELT-9b, is a whopping 7,800 degrees Fahrenheit, or 4,300 degrees C.)\nRelated: The strangest alien planets (gallery)\nVega lies a mere 25 light-years from Earth and sits relatively high in the northern sky, so follow-up studies of this potential planetary system are a real possibility. Scientists will seek to confirm the Neptune-size world and also hunt for other possible planets around the famous star, which is in the constellation Lyra.\n“This is a massive system, much larger than our own solar system,\" Spencer Hurt, the lead author of a new study announcing the Vega candidate planet, said in a statement. \n\"There could be other planets throughout that system,\" added Hurt, an undergraduate astronomy student at the University of Colorado, Boulder. \"It's just a matter of whether we can detect them.\"\nTeam members spotted the candidate planet after looking at about 10 years of data collected by the Fred Lawrence Whipple Observatory in Arizona. They saw a slight wobble in the star's motion, suggesting that an orbiting planet is tugging on it gravitationally.\nAstronomers have been hunting for planets around Vega for many years. Back in 2013, astronomers announced evidence of a huge asteroid belt circling the star and expressed hope that the find may eventually lead the way to spotting planets. The discovery team added, however, that confirming planets may have to wait until after the launch of NASA's powerful James Webb Space Telescope, which is scheduled to launch this October.\nThat said, Vega is so bright that professional telescopes can see the star in the sky even when it's daylight, allowing for flexible observations. Hurt said he and his colleagues are hoping to find direct light emissions from the candidate planet in future studies, to confirm its existence. \nVegan planets and aliens are a staple of science fiction through the ages, ranging from Isaac Asimov's \"Foundation\" series (which began in 1951) to the \"Star Trek: The Original Series\" episode \"The Cage\" (created in 1965 and first aired in 1988) to the movies or television shows \"Spaceballs\" (1987), \"Contact\" (1997) and \"Babylon 5\" (1993-98), among many others.\nVega's appeal for science and science fiction is due in large part to its proximity to Earth. Twenty-five light-years is a small jaunt in cosmic terms, given that our Milky Way galaxy alone is roughly 100,000 light-years across. You can easily spot the star with the naked eye, and it rides high in the sky during the summer months of the northern hemisphere as part of the Summer Triangle asterism.\nThe new study was published March 2 in The Astrophysical Journal."}, {"articlenum": 9, "title": "Exclusive: In 'The Expanse #4,' Bobbie and Avasarala brace for a final battle\n", "author": "Jeff Spry", "date": "12 March 2021", "fullarticle": "\"The Expanse\" Season 5 might have ended in spectacular fashion last month but that doesn't mean you have to let your guard down, as there's still one more issue of Boom! Studios' excellent \"The Expanse\" 4-issue comic book miniseries to savor when it arrives on March 17.\nBoom!'s limited series unspools between the fourth and fifth seasons of the sci-fi show on Amazon Prime based on the acclaimed novels by James S.A. Corey. Its plotline concerns Bobbie Draper and Chrisjen Avasarala calculating their final moves in the costly battle to save humanity while running down a black market weapons ring. But with such high stakes hanging in the balance, this victory might come with a cost neither of them is prepared to pay in \"The Expanse #4.\"\n\nThe Expanse #4. $5.99 from Amazon ($4.99 on Kindle)\nBobbie Draper and Chrisjen Avasarala face a final threat in \"The Expanse #4\" of Boom! Studios miniseries bridging seasons 4 and 5 on Amazon Prime.View Deal\nWritten by Corinna Bechko (\"Green Lantern: Earth One\"), with stimulating artwork courtesy of penciller Alejandro Aragon (\"Resonant\"), colorist Francesco Segala (\"Firefly\"), and letters via Ed Dukeshire, \"The Expanse #4\" nicely wraps up this intense seasonal interlude. To add to the climax, a trio of striking covers arrive from artists W. Scott Forbes, Tigh Walker, and Will Sliney.\nNow strap in for one last burn into the world of Belters, Martians, and Earthers with our five-page peek at the miniseries finale inside \"The Expanse #4.\" \n\n\n\n\n\n\n\n"}, {"articlenum": 10, "title": "Physicists measure the tiniest gravitational force ever", "author": "Ben Turner", "date": "12 March 2021", "fullarticle": "Physicists have measured the smallest gravitational field ever recorded, in an experiment that could help in the search for a unified theory of physics.\nOf the four fundamental forces known to physics — the weak and strong interactions, the electromagnetic force and the gravitational force — only gravity remains unintegrated into the playbook of physics called the Standard Model, which describes how the zoo of subatomic particles behaves. Gravity is instead described by Einstein's general theory of relativity, but as this breaks down at the quantum scale, our best picture of the universe is left divided in two. \nAs a result, physics still can’t describe how gravity works at subatomic scales, leaving physicists scratching their heads when it comes to understanding the singularities that lie in the centers of black holes, or why gravity is so much weaker in strength than all of the other forces.\nRelated: Quantum Gravity Could Reverse Cause and Effect\nBut a new experiment that measured the miniscule gravitational attraction between two tiny gold spheres, each spanning just 2 millimeters across, could be the first of many to provide clues to how gravity operates at these scales.\n\"This was a proof-of-concept experiment to create a sensor capable of measuring very small accelerations and to establish methods that would allow us to detect even smaller gravitational forces,\" study co-author Jeremias Pfaff, a doctoral student at the University of Vienna, told Live Science. \"Long-term, we'd like to answer what the gravitational field of a quantum object in a superposition looks like, but there is a lot to be done on the way there,\" said Pfaff, referring to the gravity experienced by a subatomic particle that is in two quantum states at once.\nTo get a peek at how gravity works at small scales, the researchers used a tiny version of a torsion balance — a device first devised by English scientist Henry Cavendish in 1798 to measure the density of the Earth, and from it the strength of the gravitational constant called G. \nA torsion balance is a horizontal bar suspended from its center by a wire with two masses, in this case gold spheres, attached to each end. This means that if a tiny force is applied along the horizontal axis of the bar, the wire will twist and scientists can measure the applied force  based on how much the bar has rotated. By bringing a third gold sphere into close proximity with one of those attached to the end of the bar, the researchers were able to measure the force of gravity between it and the attached sphere. \nThe force the researchers were looking for was tiny. At about 9 × 10^minus 14 newtons, it would be the force that one-third of a human blood cell would experience in Earth's gravitational field. So the experiment needed to be incredibly sensitive, and the researchers had to minimize exposure to outside noise, make sure that no stray charges built up on the apparatus, and find a way to spot the desired signal. \n\"The urban environment is also far from ideal,\" said Pfaff. \"It was stunning to see that we are not only sensitive to small earthquakes, but also to the local tram and single buses. We were even able to see the Vienna city marathon in our data.\"\nThey got rid of any stray charges by flooding the area surrounding the apparatus with ionized nitrogen before placing it in a vacuum. They also made the tiny gravitational signal they were searching for stand out more by moving the two spheres closer and farther apart ever-so-slowly. \nIn much the same way that a blinking light is more noticeable than a constant one, the growing and shrinking gravitational force between the spheres was much easier to pick out than if they were stationary. This allowed the researchers to find the strength of the gravitational force between the two spheres, and also find their own measurement for the gravitational constant. \n— The 18 biggest unsolved mysteries in physics\n— Strange quarks and muons, oh my! Nature's tiniest particles dissected\n— 8 Ways you can see Einstein's theory of relativity in real life\nSo far, at the scale they were measuring, gravity followed the same predictable rules it does at larger scales. The physicists are now hoping to make their experiment even more sensitive so they can pick up smaller signals from masses at least 1,000 times lighter and at shorter distances. This could provide important clues to a theory that explains gravity at both small and large scales, along with insights into other mysteries like the existence of dark matter, a mysterious form of matter that emits no light yet exerts gravitational pull.\nAt smaller scales, the researchers could begin to detect completely new ways that matter interacts through gravity — ways that follow the much more bizarre rules of the quantum world. If they do, physics might finally start to bridge the gap between our big and small pictures of the universe.\n\"Expanding our knowledge on this elusive force might help us gather hints to find a more fundamental understanding of our physical reality,\" Pfaff said."}, {"articlenum": 11, "title": "'Moon Registry' catalogs human heritage left behind on lunar surface", "author": "Robert Z. Pearlman", "date": "12 March 2021", "fullarticle": "\nThe moon may be devoid of humans (at least for now), but there is plenty of humanity to be found strewn across the lunar surface. A new website catalogs the human heritage items that were left behind on the moon, for posterity and for the public to reference.\nThe Moon Registry, presented by For All Moonkind, celebrates the sites and hardware that can now be found on Earth's natural satellite. The free resource provides overviews of every robotic and human mission that made contact with the moon, including details on the objects related to those excursions that also remain there today — from commemorative medallions and flags to rovers and scientific experiments.\n\"The history of humans on the moon belongs to everyone on Earth,\" Michelle Hanlon, co-founder of For All Moonkind, a non-profit organization dedicated to protecting human heritage in space, said in a statement. \"We are working to obtain international recognition and protection for sites in space that have universal historic value. As part of that effort, we want to make sure the details of humanity's incredible journey to space — past, present and future — are accessible to all.\"\nRelated: The weirdest things Apollo astronauts left on the moon\nLaunched on Thursday (March 11), the For All Moonkind Moon Registry contains entries for both robotic and crewed missions to the moon dating back more than 50 years. Each record has a brief description and photographs about the mission, as well can a section for related items.\nFor example, each of the Apollo moon landings has an entry for the lunar module descent stage that brought the astronauts to the surface, as well as an area to list the individual equipment and mementos that the crew members left behind.\n\"Visiting the moon was an incredible privilege and experience,\" said Apollo 16 lunar module pilot Charlie Duke, the tenth person to walk on the moon. \"I can't wait for someone to go back and find the picture of my family that I left behind. In the meantime, the For All Moonkind Moon Registry is a spectacular resource. It's one small way to share this accomplishment of humanity with humanity.\"\nA work in process, the Moon Registry invites crowdsourcing to correct any errors, contribute technical details and provide information regarding future missions. The site is also collecting personal stories from the people who made contributions to space exploration and, specifically, the flights to the moon.\n\"An interactive registry for all the material on the moon introduced by human activity is a worthy cause, without a doubt,\" said Apollo 17 astronaut and geologist Harrison Schmitt, who flew on the last Apollo mission to land humans on the lunar surface in 1972.\n\nDesigned by creative director Bernie Hogya, the Moon Registry is initially intended to serve as an educational resource and outreach tool for For All Moonkind. The platform, however, can also support a variety of services for historians, engineers, archaeologists and future lunar enterprises.\n\"When you consider how important history is as a compass for our future, it's shocking to realize how inaccessible it is,\" said James Hansen, historian and the author of \"First Man,\" the authorized biography of astronaut Neil Armstrong. \"The For All Moonkind Moon Registry is like an all-access pass to the history of human activity on the moon.\"\n\"Even better, the crowdsourcing function will allow the people who worked on missions like Luna and Apollo to connect directly with the very students who will be inspired by their work to develop innovative solutions we cannot yet even comprehend,\" said Hansen."}, {"articlenum": 12, "title": "Physicists witness the bizarre birth of a 'quasiparticle'", "author": "Chelsea Gohd", "date": "12 March 2021", "fullarticle": "Physicists exploring the quantum world watched the birth of a quasiparticle, shedding light on the strange behavior of these bizarre  \"fake particles.\" \nQuasiparticles have been an enigmatic entity in the world of physics since they were first introduced as a concept in the 1930s. They're strange disturbances in physical systems that aren't particles, but rather behave like particles. In a new study, physicists were able to observe a strange type of quasiparticle being born, which allowed them to explore the behavior of these odd physical systems.\n\"Quasiparticles are extremely interesting, since they may consist of countless particles and their excitations,\" Magnus G. Skou, a physicist at Aarhus University in Denmark who worked on this study, told Phys.org. \nRead more: Quantum physics: our study suggests objective reality doesn't exist\nIn this new study, the team essentially created quasiparticles. To do this, they used an ultra-cold gas of atoms. The researchers prepared a \"coherent superposition state\" of atoms — atoms existing in two states at the same time — in a Bose-Einstein condensate, which is a group of atoms cooled to almost absolute zero that clumped together, acting as one atom. Using ultrafast radio-frequency radiation, they created impurities in the atoms, allowing them to study quantum impurities. \n\"Our experiments were performed using a medium of atoms cooled down to a stunningly low temperature of only a billionth degree above absolute zero, which is far below the temperature of outer space,\" Skou said.\nThey watched these quantum superpositions and saw them ultimately evolve into a certain type of quasiparticle known as a polaronic quasiparticle, which is a transient mash-up of electrons and atoms that exists for just trillionths of a second. These types of quasiparticles can allow scientists to study how electrons and atoms interact in a solid material. \nRelated: Objective reality doesn't exist, quantum experiment shows\nThe polaronic quasiparticle, or polaron, they watched come to be was a particular variety known as the Bose polaron. Bose polarons are quasiparticles that are made of certain types of atoms immersed in a Bose-Einstein condensate. This study marked the first time that researchers have directly observed the \"birth\" of a Bose polaron, as these observations are difficult to make because these processes happen so fast. \nBy watching the birth of these quasiparticles and studying their quantum impurities, \"we found that the impurities began to dynamically interact with the atoms of the medium, and we measured this evolution,\" Skou said. \n\"Our study is a big step forward in understanding Bose polarons, their non-equilibrium dynamics and how they are formed,\" Skou said. \"These quantum phenomena are exceedingly fascinating by themselves, but they are furthermore conjectured to be key elements in exotic technologies such as organic semiconductors and superconductors.\""}]]